import styles from "../index.module.scss";

function Goal() {
  return (
    <div className={styles.goalContainer}>
      <h2 className={styles.goalTitle}>
        <span className={styles.emoji}>⚽️</span>&nbsp;The GOAL is ...
      </h2>
      <div className={styles.goalBox}>
        어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구
        저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구
        어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구
        어랸러ㅔㅂ러ㅔ젇랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇
        <br />
        어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구
        저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구
        어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구
        어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구
        어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구
        어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구
        어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구
        어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸
        <br />
        어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구
        저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구
        어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구
        어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구
        어랸러ㅔㅂ러ㅔ젇 어쩌구 저쩌구 어
      </div>
    </div>
  );
}

export default Goal;
