const Problem = () => {
  return (
    <div className="problem-page-container">
      <h2 className="problem-title">
        What’s the PROBLEM ? <span className="emoji">🤔</span>
      </h2>
      <div className="problem-box">
        <p>
          문제점에는 뭐가 있고 저게 있고 와랄라문제점에는 뭐가 있고 저게 있고
          와랄라
        </p>
        <p>
          문제점에는 뭐가문제점에는 뭐가 있고 저게 있고 와랄라문제점에는 뭐가
          있고 저게 있고 와랄라
        </p>
        <p>
          문제점에는 뭐가 있고 저게 있고 와랄라문제점에는 뭐가 있고 저게 있고
          와랄라
        </p>
        <p>
          문제점에는 뭐가 있고 저게 있고 와랄라문제점에는 뭐가 있고 저게 있고
          와랄라
        </p>
        <p>
          문제점에는 뭐가 있고 저게 있고 와랄라문제점에는 뭐가 있고 저게 있고
          와랄라
        </p>
        <p>
          문제점에는 뭐가 있고 저게 있고 와랄라문제점에는 뭐가 있고 저게 있고
          와랄라
        </p>
      </div>
    </div>
  );
};

export default Problem;
